// pages/news/news.js
Page({
  data: {
    newList: [
      {
        content: "同学们，今天吴老师讲完后，给大家留了道思考题：你身边有没有和徐晓波同学一样，成功转型的例子？快在评论区和大家分享一下吧~如果你还想了解更多“认养一头牛”的活动信息，那就点击小纸条吧~（P.S.如果你是从小程序上看到的这条消息，回到吴晓波频道会员中心，就可以看到链接啦）",
        date: "01-10"
      },
      {
        content: "同学们，今天吴老师讲完后，给大家留了道思考题：你身边有没有和徐晓波同学一样，成功转型的例子？快在评论区和大家分享一下吧~如果你还想了解更多“认养一头牛”的活动信息，那就点击小纸条吧~（P.S.如果你是从小程序上看到的这条消息，回到吴晓波频道会员中心，就可以看到链接啦）",
        date: "01-09"
      },
      {
        content: "同学们，今天吴老师讲完后，给大家留了道思考题：你身边有没有和徐晓波同学一样，成功转型的例子？快在评论区和大家分享一下吧~如果你还想了解更多“认养一头牛”的活动信息，那就点击小纸条吧~（P.S.如果你是从小程序上看到的这条消息，回到吴晓波频道会员中心，就可以看到链接啦）",
        date: "01-08"
      },
      {
        content: "同学们，今天吴老师讲完后，给大家留了道思考题：你身边有没有和徐晓波同学一样，成功转型的例子？快在评论区和大家分享一下吧~如果你还想了解更多“认养一头牛”的活动信息，那就点击小纸条吧~（P.S.如果你是从小程序上看到的这条消息，回到吴晓波频道会员中心，就可以看到链接啦）",
        date: "01-07"
      },
      {
        content: "同学们，今天吴老师讲完后，给大家留了道思考题：你身边有没有和徐晓波同学一样，成功转型的例子？快在评论区和大家分享一下吧~如果你还想了解更多“认养一头牛”的活动信息，那就点击小纸条吧~（P.S.如果你是从小程序上看到的这条消息，回到吴晓波频道会员中心，就可以看到链接啦）",
        date: "01-06"
      }
    ]
  },
  onLoad: function (options) {
    // 页面初始化 options为页面跳转所带来的参数
  },
  onReady: function () {
    // 页面渲染完成
  },
  onShow: function () {
    // 页面显示
  },
  onHide: function () {
    // 页面隐藏
  },
  onUnload: function () {
    // 页面关闭
  }
})